[
    {
        "id": 1,
        "title": "Feel Your Feelings",
        "summary": "Feel-your-feelings is a MERN stack app that is designed for anyone who needs a space to connect with their feelings. Pick a mood from our categories drink options as well as a playlist will render so you can indulge in some self care!",
        "github": "https://github.com/MarissaNancy/feel-your-feelings",
        "deploylink": "https://shrouded-lake-27009.herokuapp.com/",
        "image": "https://i.ibb.co/0mcTTPv/home.png",
        "technologies": "React, React Hooks, MongoDB, Express, Node, Javascript"
    },
    {
        "id": 2,
        "title": "Employee Tracker",
        "summary": "A content managing system built with NoSQL. Employee tracker allows you to add departments, roles, and employees. Employees can by viewed by role or department and if more convenient complete eployee table.",
        "github": "https://github.com/MarissaNancy/EmployeeTracker",
        "deploylink": "https://drive.google.com/file/d/1N0xXUJDnmwJfWMG5nNucWNWv8Nhce_3G/view?usp=sharing",
        "image": "https://i.ibb.co/fYkGhWK/emp-Tracker.png",
        "technologies": "Javascript, Node, MySQL, Inquirer "
    },
    {
        "id": 3,
        "title": "E-Commerce",
        "summary": "A back-end focused app to help manage internet retail. Developed using Express.js, API, and Sequalize to connect with the MySql Database. Routes for API Post, Put, and Delete created and can be tested on postman",
        "github": "https://github.com/MarissaNancy/E-Commerce",
        "deploylink": "",
        "image": "https://i.ibb.co/QKhLFGK/PJ3.png",
        "technologies": "Express.js , API, Sequalize, MySQL, Javascript"
        
    },
    {
        "id": 4,
        "title": "Fitness Tracker",
        "summary": "A back-end focused app made to track daily workouts. Fitness tracker will allow users to create new workout, continue a workout, and collects stats from workout created. Users can also view their stats and past seven workouts. API routes created to connect developed front-end with created backend MongoDB database ",
        "github": "https://github.com/MarissaNancy/Fitness-Tracker",
        "deploylink": "https://sleepy-forest-97884.herokuapp.com/?id=60f1b644699b1c36a4174372",
        "image": "https://i.ibb.co/j5sZ4FT/ftrack.png",
        "technologies": "MongoDB, Express.js, Javascript, Node"
    },
    {
        "id": 5,
        "title": "Givehub",
        "summary": "A fullstack app that helps you find charities that align with causes that you're passionate about. Developed using RESTful API, Handlebars.js and Sequalize ORM as the database. Routes created to get data, as well as sessions, authentication and API keys to preotect sensitive data. This project also follows the MVC file sructure paradigm",
        "github": "https://github.com/agonzalvez/givehub",
        "deploylink": "https://upper-beaver-88035.herokuapp.com/",
        "image": "https://i.ibb.co/qRG4zkX/PJ1.png",
        "technologies": "Node.js, Express.js, RESTful API, Handlebars.js, Sequalize, MySQL"
    },
    {
        "id": 6,
        "title": "Roadtrip App",
        "github": "https://github.com/henryparras24/roadtrip",
        "deploylink": "https://henryparras24.github.io/roadtrip/",
        "image": "https://i.ibb.co/dcmJkyT/rt.png",
        "summary": "The Roatrip App is designed to make your roadtrip more enjoyable! When building this our goal was to take the hassle out of having to use multiple apps during a roadtrip so that they can better enjoy the trip! A user can search for a city and they will be presented with places to get coffee, hotels, gas stations, and places to eat. ",
        "technologies": "Yelp API, Javascript, HTML, CSS, Spotify API "
        
    }
]